Repository: eurolinux-enterprise-linux-sources/gnome-keyring
Catalog: src/po/*.po
Languages: be@latin, en@shaw, mg

source: Country of Residence
be@latin: Kraina žycharstva
en@shaw: 𐑒𐑳𐑯𐑑𐑮𐑰 𐑝 𐑮𐑧𐑟𐑦𐑛𐑩𐑯𐑕

source: Common Name
be@latin: Ahulnaja nazva
en@shaw: 𐑒𐑪𐑥𐑩𐑯 𐑯𐑱𐑥

source: Surname
be@latin: Proźvišča
en@shaw: 𐑕𐑻𐑯𐑱𐑥

source: Serial Number
be@latin: Seryjny numar
en@shaw: 𐑕𐑦𐑮𐑰𐑩𐑤 𐑯𐑳𐑥𐑚𐑼

source: Country
be@latin: Kraina
en@shaw: 𐑒𐑳𐑯𐑑𐑮𐑰

source: Locality
be@latin: Rehijon
en@shaw: 𐑤𐑴𐑒𐑩𐑤𐑦𐑑𐑦

source: State
be@latin: Štat
en@shaw: 𐑕𐑑𐑱𐑑

source: Street
be@latin: Vulica
en@shaw: 𐑕𐑑𐑮𐑰𐑑

source: Organization
be@latin: Arhanizacyja
en@shaw: 𐑹𐑜𐑩𐑯𐑦𐑟𐑱𐑖𐑩𐑯

source: Organizational Unit
be@latin: Departament
en@shaw: 𐑪𐑮𐑜𐑩𐑯𐑩𐑟𐑱𐑖𐑩𐑯𐑩𐑤 𐑿𐑯𐑦𐑑

source: Title
be@latin: Pasada
en@shaw: 𐑑𐑲𐑑𐑩𐑤

source: Telephone Number
be@latin: Telefonny numar
en@shaw: 𐑑𐑧𐑤𐑩𐑓𐑴𐑯 𐑯𐑳𐑥𐑚𐑼

source: Given Name
be@latin: Imia
en@shaw: 𐑜𐑦𐑝𐑩𐑯 𐑯𐑱𐑥

source: Initials
be@latin: Inicyjały
en@shaw: 𐑦𐑯𐑦𐑖𐑩𐑤𐑟

source: Generation Qualifier
be@latin: Kvalifikatar hieneracyi
en@shaw: 𐑡𐑧𐑯𐑻𐑱𐑖𐑪𐑯 𐑒𐑢𐑭𐑤𐑩𐑓𐑲𐑻

source: DN Qualifier
be@latin: Kvalifikatar DN

source: Pseudonym
be@latin: Pseŭdanim
en@shaw: 𐑕𐑵𐑛𐑩𐑯𐑦𐑥

source: MD2 with RSA
be@latin: MD2 z RSA

source: MD5 with RSA
be@latin: MD5 z RSA

source: SHA1 with RSA
be@latin: SHA1 z RSA

source: SHA1 with DSA
be@latin: SHA1 z DSA

source: <i>Not Part of Certificate</i>
be@latin: <i>Heta nia častka sertyfikatu</i>
en@shaw: <i>𐑯𐑪𐑑 𐑐𐑸𐑑 𐑝 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑</i>

source: <i>unknown</i>
be@latin: <i>nieviadoma</i>
en@shaw: <i>𐑳𐑯𐑴𐑯</i>

source: <Not Part of Certificate>
be@latin: <Heta nia častka sertyfikatu>
en@shaw: <𐑯𐑪𐑑 𐑐𐑸𐑑 𐑝 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑>

source: <b>Fingerprints</b>
be@latin: <b>Adbitki palcaŭ</b>
en@shaw: <b>𐑓𐑦𐑙𐑜𐑼𐑐𐑮𐑦𐑯𐑑𐑕</b>

source: <b>Issued By</b>
be@latin: <b>Padpisaŭ</b>
en@shaw: <b>𐑦𐑖𐑵𐑛 𐑚𐑲</b>

source: <b>Issued To</b>
be@latin: <b>Ułaśnik</b>
en@shaw: <b>𐑦𐑖𐑵𐑛 𐑑</b>

source: <b>This certificate has been verified for the following uses:</b>
be@latin: <b>Hety sertyfikat spraŭdžany dziela nastupnych metaŭ:</b>
en@shaw: <b>𐑞𐑦𐑕 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑 𐑣𐑨𐑟 𐑚𐑰𐑯 𐑝𐑧𐑮𐑦𐑓𐑲𐑛 𐑓𐑹 𐑞 𐑓𐑪𐑤𐑴𐑦𐑙 𐑿𐑟𐑩𐑟:</b>

source: <b>Validity</b>
be@latin: <b>Praŭdzivaść</b>
en@shaw: <b>𐑝𐑩𐑤𐑦𐑛𐑩𐑑𐑰</b>

source: Common Name (CN)
be@latin: Ahulnaja nazva (CN)

source: Email Recipient Certificate
be@latin: Sertyfikat adrasata e-maiłu
en@shaw: 𐑰𐑥𐑱𐑤 𐑮𐑩𐑕𐑦𐑐𐑰𐑩𐑯𐑑 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Email Signer Certificate
be@latin: Sertyfikat padpiščyka e-maiłu
en@shaw: 𐑰𐑥𐑱𐑤 𐑕𐑲𐑯𐑻 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Expires On
be@latin: Dziejny da
en@shaw: 𐑦𐑒𐑕𐑐𐑲𐑻𐑟 𐑪𐑯

source: Issued On
be@latin: Padpisany
en@shaw: 𐑦𐑖𐑵𐑛 𐑪𐑯

source: MD5 Fingerprint
be@latin: Adbitak MD5
en@shaw: MD5 𐑓𐑦𐑙𐑜𐑼𐑐𐑮𐑦𐑯𐑑

source: Organization (O)
be@latin: Arhanizacyja (O)
en@shaw: 𐑹𐑜𐑩𐑯𐑦𐑟𐑱𐑖𐑩𐑯 (O)

source: Organizational Unit (OU)
be@latin: Departament (OU)
en@shaw: 𐑪𐑮𐑜𐑩𐑯𐑩𐑟𐑱𐑖𐑩𐑯𐑩𐑤 𐑿𐑯𐑦𐑑 (OU)

source: SHA1 Fingerprint
be@latin: Adbitak SHA1
en@shaw: SHA1 𐑓𐑦𐑙𐑜𐑼𐑐𐑮𐑦𐑯𐑑

source: SSL Client Certificate
be@latin: Sertyfikat klijenta SSL
en@shaw: SSL 𐑒𐑤𐑲𐑩𐑯𐑑 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: SSL Server Certificate
be@latin: Sertyfikat servera SSL
en@shaw: SSL 𐑕𐑻𐑝𐑼 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Extension
be@latin: Pašyreńnie
en@shaw: 𐑩𐑒𐑕𐑑𐑧𐑯𐑖𐑩𐑯

source: Identifier
be@latin: Identyfikatar
en@shaw: 𐑲𐑛𐑧𐑯𐑑𐑦𐑓𐑲𐑼

source: Value
be@latin: Vartaść
en@shaw: 𐑝𐑨𐑤𐑿

source: Yes
be@latin: Tak
en@shaw: 𐑘𐑧𐑕

source: No
be@latin: Nie
en@shaw: 𐑯𐑴

source: Critical
be@latin: Krytyčny
en@shaw: 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤

source: Subject Name
be@latin: Nazva temy
en@shaw: 𐑕𐑳𐑚𐑡𐑧𐑒𐑑 𐑯𐑱𐑥

source: Issuer Name
be@latin: Padpiščyk
en@shaw: 𐑦𐑖𐑵𐑻 𐑯𐑱𐑥

source: Issued Certificate
be@latin: Padpisany sertyfikat
en@shaw: 𐑦𐑖𐑵𐑛 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Version
be@latin: Versija
en@shaw: 𐑝𐑻𐑠𐑩𐑯

source: Not Valid Before
be@latin: Nia dziejničaje pierad
en@shaw: 𐑯𐑪𐑑 𐑝𐑨𐑤𐑦𐑛 𐑚𐑦𐑓𐑹

source: Not Valid After
be@latin: Nia dziejničaje paśla
en@shaw: 𐑯𐑪𐑑 𐑝𐑨𐑤𐑦𐑛 𐑭𐑓𐑑𐑼

source: Signature
be@latin: Podpis
en@shaw: 𐑕𐑦𐑜𐑯𐑩𐑗𐑼

source: Signature Algorithm
be@latin: Alharytm padpisańnia
en@shaw: 𐑕𐑦𐑜𐑯𐑩𐑗𐑼 𐑨𐑤𐑜𐑻𐑦𐑞𐑩𐑥

source: Signature Parameters
be@latin: Parametry podpisu
en@shaw: 𐑕𐑦𐑜𐑯𐑩𐑗𐑼 𐑐𐑼𐑨𐑥𐑩𐑑𐑼𐑟

source: Public Key Info
be@latin: Źviestki pra publičny kluč
en@shaw: 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰 𐑦𐑯𐑓𐑴

source: Key Algorithm
be@latin: Alharytm kluča
en@shaw: 𐑒𐑰 𐑨𐑤𐑜𐑻𐑦𐑞𐑩𐑥

source: Key Parameters
be@latin: Parametry kluča
en@shaw: 𐑒𐑰 𐑐𐑼𐑨𐑥𐑩𐑑𐑼𐑟

source: Key Size
be@latin: Pamier kluča
en@shaw: 𐑒𐑰 𐑕𐑲𐑟

source: Public Key
be@latin: Publičny kluč
en@shaw: 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰

source: Fingerprints
be@latin: Adbitki palcaŭ
en@shaw: 𐑓𐑦𐑙𐑜𐑼𐑐𐑮𐑦𐑯𐑑𐑕

source: <span size='large' weight='bold'>Import Certificates and Keys</span>
be@latin: <span size='large' weight='bold'>Zimpartuj sertyfikaty j klučy</span>
en@shaw: <span size='large' weight='bold'>𐑦𐑥𐑐𐑹𐑑 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑𐑕 𐑯 𐑒𐑰𐑟</span>

source: Import Into:
be@latin: Zimpartuj u:
en@shaw: 𐑦𐑥𐑐𐑹𐑑 𐑦𐑯𐑑𐑫:

source: Password:
be@latin: Parol:
en@shaw: 𐑐𐑭𐑕𐑢𐑼𐑛:

source: The operation was cancelled
be@latin: Aperacyja anulavanaja
en@shaw: 𐑞 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑢𐑪𐑟 𐑒𐑨𐑯𐑕𐑩𐑤𐑛

source: No location available to import to
be@latin: Niama miesca impartavańnia
en@shaw: 𐑯𐑴 𐑤𐑴𐑒𐑱𐑖𐑩𐑯 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑑

source: Import Certificates/Keys
be@latin: Zimpartuj sertyfikaty ci klučy
en@shaw: 𐑦𐑥𐑐𐑹𐑑 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑𐑕/𐑒𐑰𐑟

source: Choose a location to store the imported certificates/keys.
be@latin: Vybiery miesca, dzie treba zachavać zimpartavanyja sertyfikaty j klučy.
en@shaw: 𐑗𐑵𐑟 𐑩 𐑤𐑴𐑒𐑱𐑖𐑩𐑯 𐑑 𐑕𐑑𐑹 𐑞 𐑦𐑥𐑐𐑹𐑑𐑩𐑛 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑𐑕/𐑒𐑰𐑟.

source: In order to import the private key, it must be unlocked
be@latin: Kab zimpartavać pryvatny kluč, spačatku treba jaho adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑞 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰, 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: In order to import the certificate, it must be unlocked
be@latin: Kab zimpartavać sertyfikat, spačatku treba jaho adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑, 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: In order to import the data, it must be unlocked
be@latin: Kab zimpartavać hetyja źviestki, spačatku treba ich adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑞 𐑛𐑱𐑑𐑩, 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: In order to import the private key '%s', it must be unlocked
be@latin: Kab zimpartavać pryvatny kluč "%s", spačatku treba jaho adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑞 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰 '%s', 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: In order to import the certificate '%s', it must be unlocked
be@latin: Kab zimpartavać sertyfikat "%s", spačatku treba jaho adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑 '%s', 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: In order to import '%s', it must be unlocked
be@latin: Kab zimpartavać abjekt "%s", spačatku treba jaho adblakavać
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑦𐑥𐑐𐑹𐑑 '%s', 𐑦𐑑 𐑥𐑳𐑕𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑

source: Private Key
be@latin: Pryvatny kluč
en@shaw: 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰

source: Certificate
be@latin: Sertyfikat
en@shaw: 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Unrecognized or unsupported data.
be@latin: Nieviadomyja albo nieabsłuhoŭvanyja źviestki.
en@shaw: 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑛 𐑹 𐑳𐑯𐑕𐑩𐑐𐑹𐑑𐑩𐑛 𐑛𐑱𐑑𐑩.

source: Could not parse invalid or corrupted data.
be@latin: Nie ŭdałosia razabrać nieviadomyja albo paškodžanyja źviestki.
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑐𐑸𐑕 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑹 𐑒𐑼𐑳𐑐𐑑𐑩𐑛 𐑛𐑱𐑑𐑩.

source: The data is locked
be@latin: Źviestki zablakavanyja
en@shaw: 𐑞 𐑛𐑱𐑑𐑩 𐑦𐑟 𐑤𐑪𐑒𐑑

source: Insufficient memory available
be@latin: Nie staje volnaj pamiaci
en@shaw: 𐑦𐑯𐑕𐑩𐑓𐑦𐑖𐑩𐑯𐑑 𐑥𐑧𐑥𐑼𐑦 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤

source: The specified slot ID is not valid
be@latin: Padadzieny ID slota niapravilny
en@shaw: 𐑞 𐑕𐑐𐑧𐑕𐑦𐑓𐑲𐑛 𐑕𐑤𐑪𐑑 ID 𐑦𐑟 𐑯𐑪𐑑 𐑝𐑨𐑤𐑦𐑛

source: Internal error
be@latin: Unutranaja pamyłka
en@shaw: 𐑦𐑯𐑑𐑻𐑯𐑩𐑤 𐑻𐑼

source: The operation failed
be@latin: Nie ŭdałosia vykanać aperacyju
en@shaw: 𐑞 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑓𐑱𐑤𐑛

source: Invalid arguments
be@latin: Niapravilnyja arhumenty
en@shaw: 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑸𐑜𐑿𐑥𐑩𐑯𐑑𐑕

source: The module cannot create needed threads
be@latin: Modul nia zmoh stvaryć patrebnyja płyni vykanańnia
en@shaw: 𐑞 𐑥𐑪𐑛𐑿𐑤 𐑒𐑨𐑯𐑪𐑑 𐑒𐑮𐑦𐑱𐑑 𐑯𐑰𐑛𐑩𐑛 𐑔𐑮𐑧𐑛𐑟

source: The module cannot lock data properly
be@latin: Modul nia zmoh naležnym čynam zablakavać źviestki
en@shaw: 𐑞 𐑥𐑪𐑛𐑿𐑤 𐑒𐑨𐑯𐑪𐑑 𐑤𐑪𐑒 𐑛𐑱𐑑𐑩 𐑐𐑮𐑪𐑐𐑼𐑤𐑦

source: The field is read-only
be@latin: Pole dastupnaje tolki dla čytańnia
en@shaw: 𐑞 𐑓𐑰𐑤𐑛 𐑦𐑟 𐑮𐑧𐑛-𐑴𐑯𐑤𐑦

source: The field is sensitive and cannot be revealed
be@latin: Pole vielmi važnaje, i jaho nielha raskryvać
en@shaw: 𐑞 𐑓𐑰𐑤𐑛 𐑦𐑟 𐑕𐑧𐑯𐑕𐑦𐑑𐑦𐑝 𐑯 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑮𐑦𐑝𐑰𐑤𐑛

source: The field is invalid or does not exist
be@latin: Pole niapravilnaje, albo jaho nie isnuje
en@shaw: 𐑞 𐑓𐑰𐑤𐑛 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑹 𐑛𐑴𐑟 𐑯𐑪𐑑 𐑧𐑒𐑟𐑦𐑕𐑑

source: Invalid value for field
be@latin: Niapravilnaja vartaść pola
en@shaw: 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑝𐑨𐑤𐑿 𐑓𐑹 𐑓𐑰𐑤𐑛

source: The data is not valid or unrecognized
be@latin: Niapravilnyja źviestki, albo ich niemahčyma razabrać
en@shaw: 𐑞 𐑛𐑱𐑑𐑩 𐑦𐑟 𐑯𐑪𐑑 𐑝𐑨𐑤𐑦𐑛 𐑹 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑛

source: The data is too long
be@latin: Nadta vialikija źviestki
en@shaw: 𐑞 𐑛𐑱𐑑𐑩 𐑦𐑟 𐑑𐑵 𐑤𐑪𐑙

source: An error occurred on the device
be@latin: Na pryładzie ŭźnikła pamyłka
en@shaw: 𐑩𐑯 𐑻𐑼 𐑪𐑒𐑻𐑛 𐑪𐑯 𐑞 𐑛𐑦𐑝𐑲𐑕

source: Insufficient memory available on device
be@latin: Na pryładzie nie staje volnaj pamiaci
en@shaw: 𐑦𐑯𐑕𐑩𐑓𐑦𐑖𐑩𐑯𐑑 𐑥𐑧𐑥𐑼𐑦 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤 𐑪𐑯 𐑛𐑦𐑝𐑲𐑕

source: The device was removed or unplugged
be@latin: Pryłada adłučanaja
en@shaw: 𐑞 𐑛𐑦𐑝𐑲𐑕 𐑢𐑪𐑟 𐑮𐑦𐑥𐑵𐑝𐑛 𐑹 𐑩𐑯𐑐𐑤𐑩𐑜𐑛

source: The encrypted data is not valid or unrecognized
be@latin: Niapravilnyja zašyfravanyja źviestki, albo ich niemhčyma razabrać
en@shaw: 𐑞 𐑦𐑯𐑒𐑮𐑦𐑐𐑑𐑩𐑛 𐑛𐑱𐑑𐑩 𐑦𐑟 𐑯𐑪𐑑 𐑝𐑨𐑤𐑦𐑛 𐑹 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑛

source: The encrypted data is too long
be@latin: Nadta vialikija zašyfravanyja źviestki
en@shaw: 𐑞 𐑦𐑯𐑒𐑮𐑦𐑐𐑑𐑩𐑛 𐑛𐑱𐑑𐑩 𐑦𐑟 𐑑𐑵 𐑤𐑪𐑙

source: This operation is not supported
be@latin: Hetaja aperacyja nie padtrymlivajecca
en@shaw: 𐑞𐑦𐑕 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑦𐑟 𐑯𐑪𐑑 𐑕𐑩𐑐𐑹𐑑𐑩𐑛

source: The key is missing or invalid
be@latin: Kluča niama ci jon niapravilny
en@shaw: 𐑞 𐑒𐑰 𐑦𐑟 𐑥𐑦𐑕𐑦𐑙 𐑹 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: The key is the wrong size
be@latin: Kluč niapravilnych pamieraŭ
en@shaw: 𐑞 𐑒𐑰 𐑦𐑟 𐑞 𐑮𐑪𐑙 𐑕𐑲𐑟

source: The key is of the wrong type
be@latin: Kluč niapravilnaha typu
en@shaw: 𐑞 𐑒𐑰 𐑦𐑟 𐑝 𐑞 𐑮𐑪𐑙 𐑑𐑲𐑐

source: No key is needed
be@latin: Kluč niepatrebny
en@shaw: 𐑯𐑴 𐑒𐑰 𐑦𐑟 𐑯𐑰𐑛𐑩𐑛

source: The key is different than before
be@latin: Kluč nie taki, jaki byŭ raniej
en@shaw: 𐑞 𐑒𐑰 𐑦𐑟 𐑛𐑦𐑓𐑼𐑩𐑯𐑑 𐑞𐑨𐑯 𐑚𐑦𐑓𐑹

source: A key is needed
be@latin: Kluč patrebny
en@shaw: 𐑩 𐑒𐑰 𐑦𐑟 𐑯𐑰𐑛𐑩𐑛

source: Cannot include the key in digest
be@latin: Niemahčyma ŭłučyć kluč u dajdžest
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑯𐑒𐑤𐑵𐑛 𐑞 𐑒𐑰 𐑦𐑯 𐑛𐑲𐑡𐑧𐑕𐑑

source: This operation cannot be done with this key
be@latin: Hetuju aperacyju niemahčyma vykanać hetym klučom
en@shaw: 𐑞𐑦𐑕 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑛𐑳𐑯 𐑢𐑦𐑞 𐑞𐑦𐑕 𐑒𐑰

source: The key cannot be wrapped
be@latin: Niemahčyma abharnuć kluč
en@shaw: 𐑞 𐑒𐑰 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑮𐑨𐑐𐑑

source: Cannot export this key
be@latin: Niemahčyma zekspartavać hety kluč
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑧𐑒𐑕𐑐𐑹𐑑 𐑞𐑦𐑕 𐑒𐑰

source: The crypto mechanism is invalid or unrecognized
be@latin: Mechanizm šyfravańnia niapravilny albo nia vyznačany
en@shaw: 𐑞 𐑒𐑮𐑦𐑐𐑑𐑴 𐑥𐑧𐑒𐑩𐑯𐑦𐑟𐑥 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑹 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑛

source: The crypto mechanism has an invalid argument
be@latin: Mechanizm šyfravańnia maje niapravilny arhument
en@shaw: 𐑞 𐑒𐑮𐑦𐑐𐑑𐑴 𐑥𐑧𐑒𐑩𐑯𐑦𐑟𐑥 𐑣𐑨𐑟 𐑩𐑯 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑸𐑜𐑿𐑥𐑩𐑯𐑑

source: The object is missing or invalid
be@latin: Abjekta niama albo jon niapravilny
en@shaw: 𐑞 𐑪𐑚𐑡𐑧𐑒𐑑 𐑦𐑟 𐑥𐑦𐑕𐑦𐑙 𐑹 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: Another operation is already taking place
be@latin: Užo vykonvajecca inšaja aperacyja
en@shaw: 𐑩𐑯𐑳𐑞𐑼 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑦𐑟 𐑷𐑤𐑮𐑧𐑛𐑦 𐑑𐑱𐑒𐑦𐑙 𐑐𐑤𐑱𐑕

source: No operation is taking place
be@latin: Nijakich aperacyj nie vykonvajecca
en@shaw: 𐑯𐑴 𐑪𐑐𐑼𐑱𐑖𐑩𐑯 𐑦𐑟 𐑑𐑱𐑒𐑦𐑙 𐑐𐑤𐑱𐑕

source: The password or PIN is incorrect
be@latin: Parol ci PIN niapravilnyja
en@shaw: 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑦𐑟 𐑦𐑯𐑒𐑼𐑧𐑒𐑑

source: The password or PIN is invalid
be@latin: Parol ci PIN niapravilnyja
en@shaw: 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: The password or PIN is of an invalid length
be@latin: Parol ci PIN niapravilnaj daŭžyni
en@shaw: 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑦𐑟 𐑝 𐑩𐑯 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑤𐑧𐑙𐑔

source: The password or PIN has expired
be@latin: Parol ci PIN sastareli
en@shaw: 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑣𐑨𐑟 𐑦𐑒𐑕𐑐𐑲𐑮𐑛

source: The password or PIN is locked
be@latin: Parol ci PIN zablakavanyja
en@shaw: 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑦𐑟 𐑤𐑪𐑒𐑑

source: The session is closed
be@latin: Sesija skončanaja
en@shaw: 𐑞 𐑕𐑧𐑖𐑩𐑯 𐑦𐑟 𐑒𐑤𐑴𐑟𐑛

source: Too many sessions are active
be@latin: Nadta šmat aktyŭnych sesijaŭ
en@shaw: 𐑑𐑵 𐑥𐑧𐑯𐑦 𐑕𐑧𐑖𐑩𐑯𐑟 𐑸 𐑨𐑒𐑑𐑦𐑝

source: The session is invalid
be@latin: Sesija niapravilnaja
en@shaw: 𐑞 𐑕𐑧𐑖𐑩𐑯 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: The session is read-only
be@latin: Sesija maje dostup tolki dla čytańnia
en@shaw: 𐑞 𐑕𐑧𐑖𐑩𐑯 𐑦𐑟 𐑮𐑧𐑛-𐑴𐑯𐑤𐑦

source: An open session exists
be@latin: Jość adčynienaja sesija
en@shaw: 𐑩𐑯 𐑴𐑐𐑩𐑯 𐑕𐑧𐑖𐑩𐑯 𐑧𐑒𐑟𐑦𐑕𐑑𐑕

source: A read-only session exists
be@latin: Jość sesija tolki dla čytańnia
en@shaw: 𐑩 𐑮𐑧𐑛-𐑴𐑯𐑤𐑦 𐑕𐑧𐑖𐑩𐑯 𐑧𐑒𐑟𐑦𐑕𐑑𐑕

source: An administrator session exists
be@latin: Jość sesija administratara
en@shaw: 𐑩𐑯 𐑩𐑛𐑥𐑦𐑯𐑦𐑕𐑑𐑮𐑱𐑑𐑼 𐑕𐑧𐑖𐑩𐑯 𐑧𐑒𐑟𐑦𐑕𐑑𐑕

source: The signature is bad or corrupted
be@latin: Podpis kiepski ci paškodžany
en@shaw: 𐑞 𐑕𐑦𐑜𐑯𐑩𐑗𐑼 𐑦𐑟 𐑚𐑨𐑛 𐑹 𐑒𐑼𐑳𐑐𐑑𐑩𐑛

source: The signature is unrecognized or corrupted
be@latin: Podpis nia vyznačany ci paškodžany
en@shaw: 𐑞 𐑕𐑦𐑜𐑯𐑩𐑗𐑼 𐑦𐑟 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑛 𐑹 𐑒𐑼𐑳𐑐𐑑𐑩𐑛

source: Certain required fields are missing
be@latin: Nie staje niekalkich patrebnych paloŭ
en@shaw: 𐑕𐑻𐑑𐑩𐑯 𐑮𐑦𐑒𐑢𐑲𐑼𐑛 𐑓𐑰𐑤𐑛𐑟 𐑸 𐑥𐑦𐑕𐑦𐑙

source: Certain fields have invalid values
be@latin: Niekatoryja pali majuć niapravilnyja vartaści
en@shaw: 𐑕𐑻𐑑𐑩𐑯 𐑓𐑰𐑤𐑛𐑟 𐑣𐑨𐑝 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑝𐑨𐑤𐑿𐑟

source: The device is not present or unplugged
be@latin: Pryłady niama albo jana adłučanaja
en@shaw: 𐑞 𐑛𐑦𐑝𐑲𐑕 𐑦𐑟 𐑯𐑪𐑑 𐑐𐑮𐑩𐑟𐑧𐑯𐑑 𐑹 𐑩𐑯𐑐𐑤𐑩𐑜𐑛

source: The device is invalid or unrecognizable
be@latin: Pryłada niapravilna ci nia vyznačanaja
en@shaw: 𐑞 𐑛𐑦𐑝𐑲𐑕 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑹 𐑩𐑯𐑮𐑧𐑒𐑩𐑜𐑯𐑲𐑟𐑩𐑚𐑩𐑤

source: The device is write protected
be@latin: Pryłada abaronienaja ad zapisu
en@shaw: 𐑞 𐑛𐑦𐑝𐑲𐑕 𐑦𐑟 𐑮𐑲𐑑 𐑐𐑮𐑩𐑑𐑧𐑒𐑑𐑩𐑛

source: Cannot import because the key is invalid
be@latin: Niemahčyma zimpartavać kluč, bo toj niapravilny
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑥𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: Cannot import because the key is of the wrong size
be@latin: Niemahčyma zimpartavać kluč, bo toj niapravilnych pamieraŭ
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑥𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑝 𐑞 𐑮𐑪𐑙 𐑕𐑲𐑟

source: Cannot import because the key is of the wrong type
be@latin: Niemahčyma zimpartavać kluč, bo toj niapravilnaha typu
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑥𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑝 𐑞 𐑮𐑪𐑙 𐑑𐑲𐑐

source: You are already logged in
be@latin: Ty ŭžo ŭvajšoŭ
en@shaw: 𐑿 𐑸 𐑷𐑤𐑮𐑧𐑛𐑦 𐑤𐑪𐑜𐑛 𐑦𐑯

source: No user has logged in
be@latin: Nichto nie ŭvajšoŭ
en@shaw: 𐑯𐑴 𐑿𐑟𐑼 𐑣𐑨𐑟 𐑤𐑪𐑜𐑛 𐑦𐑯

source: The user's password or PIN is not set
be@latin: Parol ci PIN karystalnika nia vyznačanyja
en@shaw: 𐑞 𐑿𐑟𐑼'𐑕 𐑐𐑭𐑕𐑢𐑼𐑛 𐑹 PIN 𐑦𐑟 𐑯𐑪𐑑 𐑕𐑧𐑑

source: The user is of an invalid type
be@latin: Karystalnik niapravilnaha typu
en@shaw: 𐑞 𐑿𐑟𐑼 𐑦𐑟 𐑝 𐑩𐑯 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑑𐑲𐑐

source: Another user is already logged in
be@latin: Inšy karystalnik užo ŭvajšoŭ
en@shaw: 𐑩𐑯𐑳𐑞𐑼 𐑿𐑟𐑼 𐑦𐑟 𐑷𐑤𐑮𐑧𐑛𐑦 𐑤𐑪𐑜𐑛 𐑦𐑯

source: Too many users of different types logged in
be@latin: Uvajšli nadta šmat karystalnikaŭ roznych typaŭ
en@shaw: 𐑑𐑵 𐑥𐑧𐑯𐑦 𐑿𐑟𐑼𐑟 𐑝 𐑛𐑦𐑓𐑼𐑩𐑯𐑑 𐑑𐑲𐑐𐑕 𐑤𐑪𐑜𐑛 𐑦𐑯

source: Cannot import an invalid key
be@latin: Niemahčyma zimpartavać niapravilny kluč
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑥𐑐𐑹𐑑 𐑩𐑯 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑒𐑰

source: Cannot import a key of the wrong size
be@latin: Niemahčyma zimpartavać kluč niapravilnych pamieraŭ
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑦𐑥𐑐𐑹𐑑 𐑩 𐑒𐑰 𐑝 𐑞 𐑮𐑪𐑙 𐑕𐑲𐑟

source: Cannot export because the key is invalid
be@latin: Niemahčyma zekspartavać kluč, bo toj niapravilny
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑧𐑒𐑕𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: Cannot export because the key is of the wrong size
be@latin: Niemahčyma zekspartavać kluč, bo toj niapravilnych pamieraŭ
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑧𐑒𐑕𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑝 𐑞 𐑮𐑪𐑙 𐑕𐑲𐑟

source: Cannot export because the key is of the wrong type
be@latin: Niemahčyma zekspartavać kluč, bo toj niapravilnaha typu
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑧𐑒𐑕𐑐𐑹𐑑 𐑚𐑦𐑒𐑪𐑟 𐑞 𐑒𐑰 𐑦𐑟 𐑝 𐑞 𐑮𐑪𐑙 𐑑𐑲𐑐

source: Unable to initialize the random number generator
be@latin: Nie ŭdałosia zinicyjalizavać hieneratar vypadkovych likaŭ
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑦𐑯𐑦𐑖𐑩𐑤𐑲𐑟 𐑞 𐑮𐑨𐑯𐑛𐑩𐑥 𐑯𐑳𐑥𐑚𐑼 𐑡𐑧𐑯𐑻𐑱𐑑𐑻

source: No random number generator available
be@latin: Niama hienerataraŭ vypadkovych likaŭ
en@shaw: 𐑯𐑴 𐑮𐑨𐑯𐑛𐑩𐑥 𐑯𐑳𐑥𐑚𐑼 𐑡𐑧𐑯𐑻𐑱𐑑𐑻 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤

source: The crypto mechanism has an invalid parameter
be@latin: Mechanizm šyfravańnia maje niapravilny parametar
en@shaw: 𐑞 𐑒𐑮𐑦𐑐𐑑𐑴 𐑥𐑧𐑒𐑩𐑯𐑦𐑟𐑥 𐑣𐑨𐑟 𐑩𐑯 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑐𐑼𐑨𐑥𐑩𐑑𐑼

source: Not enough space to store the result
be@latin: Nie staje volnaha miesca, kab zachavać vynik
en@shaw: 𐑯𐑪𐑑 𐑦𐑯𐑳𐑓 𐑕𐑐𐑱𐑕 𐑑 𐑕𐑑𐑹 𐑞 𐑮𐑦𐑟𐑳𐑤𐑑

source: The saved state is invalid
be@latin: Zachavany stan niapravilny
en@shaw: 𐑞 𐑕𐑱𐑝𐑛 𐑕𐑑𐑱𐑑 𐑦𐑟 𐑦𐑯𐑝𐑨𐑤𐑦𐑛

source: The information is sensitive and cannot be revealed
be@latin: Infarmacyja vielmi važnaja, i jaje nielha raskryvać
en@shaw: 𐑞 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯 𐑦𐑟 𐑕𐑧𐑯𐑕𐑦𐑑𐑦𐑝 𐑯 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑮𐑦𐑝𐑰𐑤𐑛

source: The state cannot be saved
be@latin: Niemahčyma zachavać stan
en@shaw: 𐑞 𐑕𐑑𐑱𐑑 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑕𐑱𐑝𐑛

source: The module has not been initialized
be@latin: Modul nie zinicyjalizavany
en@shaw: 𐑞 𐑥𐑪𐑛𐑿𐑤 𐑣𐑨𐑟 𐑯𐑪𐑑 𐑚𐑰𐑯 𐑦𐑯𐑦𐑖𐑩𐑤𐑲𐑟𐑛

source: The module has already been initialized
be@latin: Modul užo zinicyjalizavany
en@shaw: 𐑞 𐑥𐑪𐑛𐑿𐑤 𐑣𐑨𐑟 𐑷𐑤𐑮𐑧𐑛𐑦 𐑚𐑰𐑯 𐑦𐑯𐑦𐑖𐑩𐑤𐑲𐑟𐑛

source: Cannot lock data
be@latin: Niemahčyma zablakavać źviestki
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑤𐑪𐑒 𐑛𐑱𐑑𐑩

source: The data cannot be locked
be@latin: Niemahčyma zablakavać źviestki
en@shaw: 𐑞 𐑛𐑱𐑑𐑩 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑤𐑪𐑒𐑑

source: The signature request was rejected by the user
be@latin: Ad karystalnika padadzieny zapyt na podpis
en@shaw: 𐑞 𐑕𐑦𐑜𐑯𐑩𐑗𐑼 𐑮𐑦𐑒𐑢𐑧𐑕𐑑 𐑢𐑪𐑟 𐑮𐑦𐑡𐑧𐑒𐑑𐑧𐑛 𐑚𐑲 𐑞 𐑿𐑟𐑼

source: Unknown error
be@latin: Nieviadomaja pamyłka
en@shaw: 𐑳𐑯𐑴𐑯 𐑻𐑼

source: Access Denied
be@latin: Dostup zabaronieny
en@shaw: 𐑨𐑒𐑕𐑧𐑕 𐑛𐑦𐑯𐑲𐑛

source: The gnome-keyring-daemon application is not running.
be@latin: Aplikacyja gnome-keyring-daemon nia dziejničaje.
en@shaw: 𐑞 𐑯𐑴𐑥-𐑒𐑰𐑮𐑦𐑙-𐑛𐑰𐑥𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑦𐑟 𐑯𐑪𐑑 𐑮𐑳𐑯𐑦𐑙.

source: Error communicating with gnome-keyring-daemon
be@latin: Pamyłka suviazi z gnome-keyring-daemonam
en@shaw: 𐑻𐑼 𐑒𐑩𐑥𐑿𐑯𐑦𐑒𐑱𐑑𐑦𐑙 𐑢𐑦𐑞 𐑯𐑴𐑥-𐑒𐑰𐑮𐑦𐑙-𐑛𐑰𐑥𐑩𐑯

source: A keyring with that name already exists
be@latin: Klučnik z takoj nazvaj užo isnuje
en@shaw: 𐑩 𐑒𐑰𐑮𐑦𐑙 𐑢𐑦𐑞 𐑞𐑨𐑑 𐑯𐑱𐑥 𐑷𐑤𐑮𐑧𐑛𐑦 𐑧𐑒𐑟𐑦𐑕𐑑𐑕

source: Programmer error: The application sent invalid data.
be@latin: Pamyłka ŭ prahramie: aplikacyja dasłała niapravilnyja źviestki.
en@shaw: 𐑐𐑮𐑴𐑜𐑮𐑨𐑥𐑼 𐑻𐑼: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑕𐑧𐑯𐑑 𐑦𐑯𐑝𐑨𐑤𐑦𐑛 𐑛𐑱𐑑𐑩.

source: No matching results
be@latin: Niama adpaviednych vynikaŭ
en@shaw: 𐑯𐑴 𐑥𐑨𐑗𐑦𐑙 𐑮𐑦𐑟𐑳𐑤𐑑𐑕

source: A keyring with that name does not exist.
be@latin: Klučnik z takoj nazvaj nie isnuje.
en@shaw: 𐑩 𐑒𐑰𐑮𐑦𐑙 𐑢𐑦𐑞 𐑞𐑨𐑑 𐑯𐑱𐑥 𐑛𐑳𐑟 𐑯𐑪𐑑 𐑧𐑒𐑟𐑦𐑕𐑑.

source: The keyring has already been unlocked.
be@latin: Klučnik užo razblakavany.
en@shaw: 𐑞 𐑒𐑰𐑮𐑦𐑙 𐑣𐑨𐑟 𐑷𐑤𐑮𐑧𐑛𐑦 𐑚𐑰𐑯 𐑩𐑯𐑤𐑭𐑒𐑑.

source: Unnamed Certificate
be@latin: Sertyfikat biaz nazvy
en@shaw: 𐑩𐑯𐑯𐑱𐑥𐑛 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Couldn't parse public SSH key
be@latin: Nie ŭdałosia razabrać publičny kluč SSH

source: Choose a new password for the '%s' keyring.
en@shaw: 𐑗𐑵𐑟 𐑩 𐑯𐑿 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 '%s' 𐑒𐑰𐑮𐑦𐑙.

source: Choose a new password for the default keyring.
en@shaw: 𐑗𐑵𐑟 𐑩 𐑯𐑿 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙.

source: Email
en@shaw: 𐑰𐑥𐑱𐑤

source: _Confirm new password:
mg: _Amarino ny teny fanalahidy vaovao:

source: <span weight="bold">Password strength meter:</span>
mg: <span weight="bold">Mpandrefy herin-teny fanalahidy :</span>

source: Old password cannot be blank.
mg: Tsy azo atao foana ny teny fanalahidy taloha.

source: Password cannot be blank.
mg: Tsy azo atao foana ny teny fanalihidy.

source: The application '%s' (%s) wants access to an unknown keyring, but it is locked
mg: Ny rindranasa '%s' (%s) dia te hampiasa rojom-panalahidy tsy fantatra , nefa voageja ilay izy

source: The application '%s' wants access to an unknown keyring, but it is locked
mg: Ny rindranasa '%s' dia te hampiasa rojom-panalahidy tsy fantatra , nefa voageja ilay izy

source: An unknown application wants access to an unknown keyring, but it is locked
mg: Misy rindranasa tsy fantatra te hampiasa rojom-panalahidy tsy fantatra, nefa voageja ilay izy

source: The application '%s' (%s) wants to access the password for '%s' in %s.
mg: Ny rindranasa '%s' (%s) dia te hampiasa ny teny fanalahidin'ny '%s' amin'ny %s.

source: The application '%s' (%s) wants to access the password for '%s' in the default keyring.
mg: Ny rindranasa '%s' (%s) dia te hampiasa ny teny fanalahidin'ny '%s' amin'ny rojom-panalahidy lasitra.

source: The application '%s' (%s) wants to access the password for '%s' in an unknown keyring.
mg: Ny rindranasa '%s' (%s) dia te hampiasa ny teny fanalahidin'ny '%s' amina rojom-panalahidy tsy fantatra.

source: The application '%s' wants to access the password for '%s' in %s.
mg: Ny rindranasa '%s' dia te hampiasa ny teny fanalahidin'ny '%s' amin'ny %s.

source: The application '%s' wants to access the password for '%s' in the default keyring.
mg: Ny rindranasa '%s' dia te hampiasa ny teny fanalahidin'ny '%s' amin'ny rojom-panalahidy lasitra.

source: The application '%s' wants to access the password for '%s' in an unknown keyring.
mg: Ny rindranasa '%s' dia te hampiasa ny teny fanalahidin'ny '%s' amina rojom-panalahidy tsy fantatra.

source: An unknown application wants to access the password for '%s' in %s.
mg: Misy rindranasa tsy fantatra te hampiasa ny teny fanalahidin'ny '%s' amin'ny %s.

source: An unknown application wants to access the password for '%s' in the default keyring.
mg: Misy rindranasa tsy fantatra te hampiasa ny teny fanalahidin'ny '%s' amin'ny rojom-panalahidy lasitra.

source: An unknown application wants to access the password for '%s' in an unknown keyring.
mg: Misy rindranasa tsy fantatra te hampiasa ny teny fanalahidin'ny '%s' amina rojom-panalahidy tsy fantatra.

source: You must specify the type of request to run
mg: Tsy maintsy milaza ny karazam-pangatahana hotanterahina ianao

source: Unknown request type
mg: Karazam-pagatahana tsy fantatra
