Repository: eurolinux-enterprise-linux-sources/gnome-keyring
Catalog: src/po/*.po
Languages: be@latin, en@shaw, mg

source: Removable Disk: %s
be@latin: Pieranosny dysk: %s
en@shaw: 𐑮𐑦𐑥𐑵𐑝𐑩𐑚𐑩𐑤 𐑛𐑦𐑕𐑒: %s

source: Removable Disk
be@latin: Pieranosny dysk
en@shaw: 𐑮𐑦𐑥𐑵𐑝𐑩𐑚𐑩𐑤 𐑛𐑦𐑕𐑒

source: Home
be@latin: Dadomu
en@shaw: 𐑣𐑴𐑥

source: The disk or drive this file is located on is not present
be@latin: Dysk ci pryłada, dzie źmieščany hety fajł, nia ŭklučanaja
en@shaw: 𐑞 𐑛𐑦𐑕𐑒 𐑹 𐑛𐑮𐑲𐑝 𐑞𐑦𐑕 𐑓𐑲𐑤 𐑦𐑟 𐑤𐑴𐑒𐑱𐑑𐑩𐑛 𐑪𐑯 𐑦𐑟 𐑯𐑪𐑑 𐑐𐑮𐑩𐑟𐑧𐑯𐑑

source: Couldn't create directory: %s
be@latin: Niemahčyma stvaryć kataloh: %s

source: Couldn't delete the file: %s
be@latin: Niemahčyma vydalić fajł: %s

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in the default keyring.
be@latin: Aplikacyja '%s' (%s) choča atrymać parol dla '<object prop='name'/>' sa zmoŭčanaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙.

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in %s.
be@latin: Aplikacyja '%s' (%s) choča atrymać parol dla '<object prop='name'/>' z klučnika %s.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 %s.

source: The application '%s' wants to access the password for '<object prop='name'/>' in the default keyring.
be@latin: Aplikacyja '%s' choča atrymać parol dla '<object prop='name'/>' sa zmoŭčanaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙.

source: The application '%s' wants to access the password for '<object prop='name'/>' in %s.
be@latin: Aplikacyja '%s' choča atrymać parol dla '<object prop='name'/>' z klučnika %s.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 %s.

source: An unknown application wants to access the password for '<object prop='name'/>' in the default keyring.
be@latin: Nieviadomaja aplikacyja choča atrymać parol dla '<object prop='name'/>' sa zmoŭčanaha klučnika.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙.

source: An unknown application wants to access the password for '<object prop='name'/>' in %s.
be@latin: Nieviadomaja aplikacyja choča atrymać parol dla '<object prop='name'/>' z klučnika %s.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑨𐑒𐑕𐑧𐑕 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 '<object prop='name'/>' 𐑦𐑯 %s.

source: Allow access
be@latin: Dazvol dostup
en@shaw: 𐑩𐑤𐑬 𐑨𐑒𐑕𐑧𐑕
mg: Avelao

source: Allow application access to keyring?
be@latin: Dazvolić dostup aplikacyi da klučnika?
en@shaw: 𐑩𐑤𐑬 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑒𐑰𐑮𐑦𐑙?
mg: Avela hampiasa ny rojom-panalahidy ilay rindranasa?

source: The application '%s' (%s) wants access to the default keyring, but it is locked
be@latin: Aplikacyja '%s' (%s) choča dastupicca da zmoŭčanaha klučnika, ale jon zablakavany
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙, 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Ny rindranasa '%s' (%s) dia te hampiasa ny rojom-panalahidy lasitra nefa voageja ilay izy

source: The application '%s' (%s) wants access to the keyring '%s', but it is locked
be@latin: Aplikacyja '%s' (%s) choča dastupicca da klučnika '%s', ale jon zablakavany
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑒𐑰𐑮𐑦𐑙 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Ny rindranasa '%s' (%s) dia te hampiasa ny rojom-panalahidy '%s' , nefa voageja ilay izy

source: The application '%s' wants access to the default keyring, but it is locked
be@latin: Aplikacyja '%s' choča dastupicca da zmoŭčanaha klučnika, ale jon zablakavany
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙, 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Ny rindranasa '%s' dia te hampiasa ny rojom-panalahidy lasitra , nefa voageja ilay izy

source: The application '%s' wants access to the keyring '%s', but it is locked
be@latin: Aplikacyja '%s' choča dastupicca da klučnika '%s', ale jon zablakavany
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑒𐑰𐑮𐑦𐑙 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Ny rindranasa '%s' dia te hampiasa ny rojom-panalahidy '%s' , nefa voageja ilay izy

source: An unknown application wants access to the default keyring, but it is locked
be@latin: Nieviadomaja aplikacyja choča dastupicca da zmoŭčanaha klučnika, ale jon zablakavany
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙, 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Misy rindranasa tsy fantatra te hampiasa ny rojom-panalahidy lasitra, nefa voageja ilay izy

source: An unknown application wants access to the keyring '%s', but it is locked
be@latin: Nieviadomaja aplikacyja choča dastupicca da klučnika '%s', ale jon zablakavany
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑒𐑰𐑮𐑦𐑙 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑
mg: Misy rindranasa tsy fantatra te hampiasa ny rojom-panalahidy '%s', nefa voageja ilay izy

source: Enter password for default keyring to unlock
be@latin: Uviadzi parol zmoŭčanaha klučnika, kab razblakavać
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙 𐑑 𐑩𐑯𐑤𐑭𐑒
mg: Soraty ny teny fanalahidy hanafahana ny rojom-panalahidy lasitra

source: Enter password for keyring '%s' to unlock
be@latin: Uviadzi parol klučnika '%s', kab razblakavać
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑒𐑰𐑮𐑦𐑙 '%s' 𐑑 𐑩𐑯𐑤𐑭𐑒
mg: Soraty ny teny fanalahidy hanafahana ny rojom-panalahidy '%s'

source: Unlock Keyring
be@latin: Razblakuj klučnika
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑒𐑰𐑮𐑦𐑙
mg: Manafaka ilay rojom-panalahidy

source: Automatically unlock this keyring when I log in.
be@latin: Aŭtamatyčna razblakuj hetaha klučnika pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑞𐑦𐑕 𐑒𐑰𐑮𐑦𐑙 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯.

source: The application '%s' (%s) wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' (%s) choča stvaryć novaha klučnika z nazvaj '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑒𐑰𐑮𐑦𐑙 𐑒𐑷𐑤𐑛 '%s'. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' (%s) dia te hamorona rojom-panalahidy vaovao antsoina hoe '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' (%s) wants to create a new default keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' (%s) choča stvaryć novaha zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' (%s) dia te hamorona rojom-panalahidy lasitra vaovao. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' choča stvaryć novaha klučnika z nazvaj '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑒𐑰𐑮𐑦𐑙 𐑒𐑷𐑤𐑛 '%s'. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' dia te hamorona rojom-panalahidy vaovao antsoina hoe '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' wants to create a new default keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' choča stvaryć novaha zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' dia te hamorona rojom-panalahidy lasitra vaovao. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: An unknown application wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
be@latin: Nieviadomaja aplikacyja choča stvaryć novaha klučnika z nazvaj '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑒𐑰𐑮𐑦𐑙 𐑒𐑷𐑤𐑛 '%s'. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Misy rindranasa tsy fantatra te hamorona rojom-panalahidy vaovao antsoina hoe '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: An unknown application wants to create a new default keyring. You have to choose the password you want to use for it.
be@latin: Nieviadomaja aplikacyja choča stvaryć novaha zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑩 𐑯𐑿 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Misy rindranasa tsy fantatra te hamorona rojom-panalahidy lasitra vaovao. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: New Keyring Password
be@latin: Parol dla novaha klučnika
en@shaw: 𐑯𐑿 𐑒𐑰𐑮𐑦𐑙 𐑐𐑭𐑕𐑢𐑼𐑛
mg: Teny fanalahidin'ilay rojom-panalahidy vaovao

source: Choose password for new keyring
be@latin: Abiary parol dla novaha klučnika
en@shaw: 𐑗𐑵𐑟 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑯𐑿 𐑒𐑰𐑮𐑦𐑙
mg: Lazao ny teny fanalahidin'ilay rojom-panalahidy vaovao

source: The application '%s' (%s) wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' (%s) choča źmianić parol dla klučnika '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 '%s' 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' (%s) dia te hanova ny teny fanalahidin'ny rojom-panalahidy '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' (%s) wants to change the password for the default keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' (%s) choča źmianić parol dla zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' (%s) dia te hanova ny teny fanalahidin'ny rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' choča źmianić parol dla klučnika '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 '%s' 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' dia te hanova ny teny fanalahidin'ny rojom-panalahidy '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: The application '%s' wants to change the password for the default keyring. You have to choose the password you want to use for it.
be@latin: Aplikacyja '%s' choča źmianić parol dla zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Ny rindranasa '%s' dia te hanova ny teny fanalahidin'ny rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: An unknown application wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
be@latin: Nieviadomaja aplikacyja choča źmianić parol dla klučnika '%s'. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 '%s' 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Misy rindranasa tsy fantatra te hanova ny teny fanalahidin'ny rojom-panalahidy '%s'. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: An unknown application wants to change the password for the default keyring. You have to choose the password you want to use for it.
be@latin: Nieviadomaja aplikacyja choča źmianić parol dla zmoŭčanaha klučnika. Ty musiš uvieści parol dla hetaha klučnika.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑗𐑱𐑯𐑡 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑿 𐑣𐑨𐑝 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑪𐑯𐑑 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Misy rindranasa tsy fantatra te hanova ny teny fanalahidin'ny rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao.

source: Choose a new password for the '%s' keyring.
be@latin: Abiary novy parol dla klučnika '%s'.
mg: Milazà teny fanalahidy vaovao ho an'ny rojom-panalahidy '%s'.

source: Choose a new password for the default keyring.
be@latin: Abiary novy parol dla zmoŭčanaha klučnika.
mg: Milazà teny fanalahidy vaovao ho an'ny rojom-panalahidy lasitra.

source: Change Keyring Password
be@latin: Źmiani parol dla klučnika
en@shaw: 𐑗𐑱𐑯𐑡 𐑒𐑰𐑮𐑦𐑙 𐑐𐑭𐑕𐑢𐑼𐑛
mg: Hanova ny teny fanalahidin'ilay rojom-panalahidy

source: The application '%s' (%s) wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
be@latin: Aplikacyja '%s' (%s) choča zachavać parol, ale zmoŭčanaha klučnika niama. Kab stvaryć jaho, treba ŭvieści parol dla jaho.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' (%s) 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑕𐑑𐑹 𐑩 𐑐𐑭𐑕𐑢𐑼𐑛, 𐑚𐑳𐑑 𐑞𐑺 𐑦𐑟 𐑯𐑴 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑢𐑳𐑯, 𐑿 𐑯𐑰𐑛 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑦𐑖 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Te hitahiry teny fanalahidy ny rindranasa '%s' (%s), saingy tsy misy rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao raha hamorona rojo iray.

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
be@latin: Aplikacyja '%s' choča zachavać parol, ale zmoŭčanaha klučnika niama. Kab stvaryć jaho, treba ŭvieści parol dla jaho.
en@shaw: 𐑞 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 '%s' 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑕𐑑𐑹 𐑩 𐑐𐑭𐑕𐑢𐑼𐑛, 𐑚𐑳𐑑 𐑞𐑺 𐑦𐑟 𐑯𐑴 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑢𐑳𐑯, 𐑿 𐑯𐑰𐑛 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑦𐑖 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Te hitahiry teny fanalahidy ny rindranasa '%s', saingy tsy misy rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao raha hamorona rojo iray.

source: An unknown application wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
be@latin: Nieviadomaja aplikacyja choča zachavać parol, ale zmoŭčanaha klučnika niama. Kab stvaryć jaho, treba ŭvieści parol dla jaho.
en@shaw: 𐑩𐑯 𐑳𐑯𐑴𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑑 𐑕𐑑𐑹 𐑩 𐑐𐑭𐑕𐑢𐑼𐑛, 𐑚𐑳𐑑 𐑞𐑺 𐑦𐑟 𐑯𐑴 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙. 𐑑 𐑒𐑮𐑦𐑱𐑑 𐑢𐑳𐑯, 𐑿 𐑯𐑰𐑛 𐑑 𐑗𐑵𐑟 𐑞 𐑐𐑭𐑕𐑢𐑼𐑛 𐑿 𐑢𐑦𐑖 𐑑 𐑿𐑕 𐑓𐑹 𐑦𐑑.
mg: Misy ny rindranasa tsy fantatra te hitahiry teny fanalahidy, saingy tsy misy rojom-panalahidy lasitra. Mila milaza ny teny fanalahidy tianao ampiasaina amin'io ianao raha hamorona rojo iray.

source: Create Default Keyring
be@latin: Stvary zmoŭčanaha klučnika
en@shaw: 𐑒𐑮𐑦𐑱𐑑 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙
mg: Hamorona rojom-panalahidy lasitra

source: Choose password for default keyring
be@latin: Abiary parol dla zmoŭčanaha klučnika
en@shaw: 𐑗𐑵𐑟 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑰𐑮𐑦𐑙
mg: Lazao ny teny fanalahidy ho an'ny rojom-panalahidy lasitra

source: This option enables the PKCS#11 component in the gnome-keyring daemon. It only takes effect as gnome-keyring-daemon starts, (ie: when the user logs in). This setting may be overridden when certain command line arguments are passed to the daemon.
be@latin: Hetaja opcyja ŭklučaje kampanent PKCS#11 dla demana gnome-keyring. Opcyja ŭździejničaje tolki pry ŭruchamleńni demana gnome-keyring-daemon, h.zn. kali karystalnik uvachodzić u systemu. Hetaja nałada moža być źmieniena z dapamohaj peŭnych arhumentaŭ zahadnaha radka, pieradadzienych demanu.

source: This option enables the SSH agent in the gnome-keyring daemon. It only takes effect as gnome-keyring-daemon starts, (ie: when the user logs in). This setting may be overridden when certain command line arguments are passed to the daemon.
be@latin: Hetaja opcyja ŭklučaje agenta SSH dla demana gnome-keyring. Opcyja ŭździejničaje tolki pry ŭruchamleńni demana gnome-keyring-daemon, h.zn. kali karystalnik uvachodzić u systemu. Hetaja nałada moža być źmieniena z dapamohaj peŭnych arhumentaŭ zahadnaha radka, pieradadzienych demanu.

source: Whether the gnome-keyring PKCS#11 component is enabled.
be@latin: Ci ŭklučać kampanent PKCS#11 dla klučnika.

source: Whether the gnome-keyring SSH agent is enabled.
be@latin: Ci ŭklučać agenta SSH dla klučnika.

source: GNOME Keyring Daemon
be@latin: Klučnik GNOME
en@shaw: ·𐑜𐑯𐑴𐑥 𐑒𐑰𐑮𐑦𐑙 𐑛𐑰𐑥𐑩𐑯

source: Unlock Login Keyring
be@latin: Razblakuj uvachodnaha klučnika
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑤𐑪𐑜𐑦𐑯 𐑒𐑰𐑮𐑦𐑙

source: Enter login password to unlock keyring
be@latin: Uviadzi ŭvachodny parol, kab adblakavać klučnika
en@shaw: 𐑧𐑯𐑑𐑼 𐑤𐑪𐑜𐑦𐑯 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒 𐑒𐑰𐑮𐑦𐑙

source: Your login keyring was not automatically unlocked when you logged into this computer.
be@latin: Tvoj uvachodny klučnik nia byŭ aŭtamatyčna adčynieny, kali ty ŭvajšoŭ.
en@shaw: 𐑿𐑼 𐑤𐑪𐑜𐑦𐑯 𐑒𐑰𐑮𐑦𐑙 𐑢𐑪𐑟 𐑯𐑪𐑑 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒𐑑 𐑢𐑧𐑯 𐑿 𐑤𐑪𐑜𐑛 𐑦𐑯𐑑𐑫 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼.

source: Create Login Keyring
be@latin: Stvary ŭvachodnaha klučnika
en@shaw: 𐑒𐑮𐑦𐑱𐑑 𐑤𐑪𐑜𐑦𐑯 𐑒𐑰𐑮𐑦𐑙

source: Enter your login password
be@latin: Uviadzi svoj parol dziela ŭvachodu
en@shaw: 𐑧𐑯𐑑𐑼 𐑿𐑼 𐑤𐑪𐑜𐑦𐑯 𐑐𐑭𐑕𐑢𐑼𐑛

source: Your login keyring was not automatically created when you logged into this computer. It will now be created.
be@latin: Tvoj uvachodny klučnik nia byŭ aŭtamatyčna stvorany, kali ty ŭvajšoŭ. Zaraz jon budzie stvorany.
en@shaw: 𐑿𐑼 𐑤𐑪𐑜𐑦𐑯 𐑒𐑰𐑮𐑦𐑙 𐑢𐑪𐑟 𐑯𐑪𐑑 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑒𐑮𐑦𐑱𐑑𐑩𐑛 𐑢𐑧𐑯 𐑿 𐑤𐑪𐑜𐑛 𐑦𐑯𐑑𐑫 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼. 𐑦𐑑 𐑢𐑦𐑤 𐑯𐑬 𐑚𐑰 𐑒𐑮𐑦𐑱𐑑𐑩𐑛.

source: Unlock password for %s keyring
be@latin: Parol, kab adčynić klučnika %s
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑐𐑭𐑕𐑢𐑼𐑛 𐑓𐑹 %s 𐑒𐑰𐑮𐑦𐑙

source: Unlock private key
be@latin: Adblakuj pryvatny kluč
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰

source: Unlock certificate
be@latin: Adblakuj sertyfikat
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Unlock public key
be@latin: Adblakuj publičny kluč
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰

source: Unlock
be@latin: Razblakuj
en@shaw: 𐑩𐑯𐑤𐑭𐑒

source: Enter password to unlock the private key
be@latin: Uviadzi parol, kab adblakavać pryvatny kluč
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒 𐑞 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰

source: Enter password to unlock the certificate
be@latin: Uviadzi parol, kab adblakavać sertyfikat
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑

source: Enter password to unlock the public key
be@latin: Uviadzi parol, kab adblakavać publičny kluč
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒 𐑞 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰

source: Enter password to unlock
be@latin: Uviadzi parol, kab adblakavać
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒

source: An application wants access to the private key '%s', but it is locked
be@latin: Aplikacyja choča dastupicca da pryvatnaha kluča "%s", ale jon zablakavany
en@shaw: 𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑

source: An application wants access to the certificate '%s', but it is locked
be@latin: Aplikacyja choča dastupicca da sertyfikatu "%s", ale jon zablakavany
en@shaw: 𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑

source: An application wants access to the public key '%s', but it is locked
be@latin: Aplikacyja choča dastupicca da publičnaha kluča "%s", ale jon zablakavany
en@shaw: 𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑

source: An application wants access to '%s', but it is locked
be@latin: Aplikacyja choča dastupicca da "%s", ale jon zablakavany
en@shaw: 𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑

source: Automatically unlock this private key when I log in.
be@latin: Aŭtamatyčna razblakuj hety pryvatny kluč pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑞𐑦𐑕 𐑐𐑮𐑲𐑝𐑩𐑑 𐑒𐑰 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯.

source: Automatically unlock this certificate when I log in.
be@latin: Aŭtamatyčna razblakuj hety sertyfikat pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑞𐑦𐑕 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯.

source: Automatically unlock this public key when I log in.
be@latin: Aŭtamatyčna razblakuj hety publičny kluč pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑞𐑦𐑕 𐑐𐑳𐑚𐑤𐑦𐑒 𐑒𐑰 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯.

source: Automatically unlock this when I log in
be@latin: Aŭtamatyčna adblakuj heta pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑞𐑦𐑕 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯

source: Unlock certificate/key storage
be@latin: Adblakuj sertyfikat ci schovišča klučoŭ
en@shaw: 𐑩𐑯𐑤𐑭𐑒 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑/𐑒𐑰 𐑕𐑑𐑹𐑦𐑡

source: Enter password to unlock the certificate/key storage
be@latin: Upišy parol, kab adblakavać sertyfikat ci schovišča klučoŭ
en@shaw: 𐑧𐑯𐑑𐑼 𐑐𐑭𐑕𐑢𐑼𐑛 𐑑 𐑩𐑯𐑤𐑭𐑒 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑/𐑒𐑰 𐑕𐑑𐑹𐑦𐑡

source: An application wants access to the certificate/key storage '%s', but it is locked
be@latin: Aplikacyja choča dastupicca da sertyfikatu ci schovišča klučoŭ "%s", ale hety abjekt zablakavany
en@shaw: 𐑩𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑢𐑪𐑯𐑑𐑕 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑞 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑/𐑒𐑰 𐑕𐑑𐑹𐑦𐑡 '%s', 𐑚𐑳𐑑 𐑦𐑑 𐑦𐑟 𐑤𐑪𐑒𐑑

source: Automatically unlock secure storage when I log in.
be@latin: Aŭtamatyčna razblakuj biaśpiečnaje schovišča pry ŭvachodzie.
en@shaw: 𐑷𐑑𐑩𐑥𐑨𐑑𐑦𐑒𐑤𐑦 𐑩𐑯𐑤𐑭𐑒 𐑕𐑦𐑒𐑘𐑫𐑼 𐑕𐑑𐑹𐑦𐑡 𐑢𐑧𐑯 𐑲 𐑤𐑪𐑜 𐑦𐑯.

source: New Password Required
be@latin: Patrebny novy parol
en@shaw: 𐑯𐑿 𐑐𐑭𐑕𐑢𐑼𐑛 𐑮𐑦𐑒𐑢𐑲𐑼𐑛

source: New password required for secure storage
be@latin: Dla biaśpiečnaha schovišča patrebny novy parol
en@shaw: 𐑯𐑿 𐑐𐑭𐑕𐑢𐑼𐑛 𐑮𐑦𐑒𐑢𐑲𐑼𐑛 𐑓𐑹 𐑕𐑦𐑒𐑘𐑫𐑼 𐑕𐑑𐑹𐑦𐑡

source: In order to prepare '%s' for storage of certificates or keys, a password is required
be@latin: Kab padrychtavać "%s" dla zachoŭvańnia sertyfikataŭ ci klučoŭ, patrebny parol
en@shaw: 𐑦𐑯 𐑹𐑛𐑼 𐑑 𐑐𐑮𐑰𐑐𐑺 '%s' 𐑓𐑹 𐑕𐑑𐑹𐑦𐑡 𐑝 𐑕𐑩𐑑𐑦𐑓𐑦𐑒𐑩𐑑𐑕 𐑹 𐑒𐑰𐑟, 𐑩 𐑐𐑭𐑕𐑢𐑼𐑛 𐑦𐑟 𐑮𐑦𐑒𐑢𐑲𐑼𐑛

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
be@latin: <b><big>Nie ŭdałosia ŭchapić tvaju myš.</big></b> Mahčyma, niejkaja złačynnaja prahrama adsočvaje tvaju sesiju, albo ty tolki što zasiarodziŭ fokus na jakim-niebudź menu ci aplikacyi. Paŭtary sprobu jašče raz.
en@shaw: <b><big>𐑒𐑫𐑛 𐑯𐑪𐑑 𐑜𐑮𐑨𐑚 𐑿𐑼 𐑥𐑬𐑕.</big></b> 𐑩 𐑥𐑩𐑤𐑦𐑖𐑩𐑕 𐑒𐑤𐑲𐑩𐑯𐑑 𐑥𐑱 𐑚𐑰 𐑰𐑝𐑟𐑛𐑮𐑭𐑐𐑦𐑙 𐑪𐑯 𐑿𐑼 𐑕𐑧𐑖𐑩𐑯 𐑹 𐑿 𐑥𐑱 𐑣𐑨𐑝 𐑡𐑳𐑕𐑑 𐑒𐑤𐑦𐑒𐑑 𐑩 𐑥𐑧𐑯𐑿 𐑹 𐑕𐑳𐑥 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑡𐑳𐑕𐑑 𐑛𐑦𐑕𐑲𐑛𐑩𐑛 𐑑 𐑜𐑧𐑑 𐑓𐑴𐑒𐑩𐑕. 𐑑𐑮𐑲 𐑩𐑜𐑱𐑯.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
be@latin: <b><big>Nie ŭdałosia ŭchapić tvaju klavijaturu.</big></b> Mahčyma, niejkaja złačynnaja prahrama adsočvaje tvaju sesiju, albo ty tolki što zasiarodziŭ fokus na jakim-niebudź menu ci aplikacyi. Paŭtary sprobu jašče raz.
en@shaw: <b><big>𐑒𐑫𐑛 𐑯𐑪𐑑 𐑜𐑮𐑨𐑚 𐑿𐑼 𐑒𐑰𐑚𐑪𐑮𐑛.</big></b> 𐑩 𐑥𐑩𐑤𐑦𐑖𐑩𐑕 𐑒𐑤𐑲𐑩𐑯𐑑 𐑥𐑱 𐑚𐑰 𐑰𐑝𐑟𐑛𐑮𐑭𐑐𐑦𐑙 𐑪𐑯 𐑿𐑼 𐑕𐑧𐑖𐑩𐑯 𐑹 𐑿 𐑥𐑱 𐑣𐑨𐑝 𐑡𐑳𐑕𐑑 𐑒𐑤𐑦𐑒𐑑 𐑩 𐑥𐑧𐑯𐑿 𐑹 𐑕𐑳𐑥 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑡𐑳𐑕𐑑 𐑛𐑦𐑕𐑲𐑛𐑩𐑛 𐑑 𐑜𐑧𐑑 𐑓𐑴𐑒𐑩𐑕. 𐑑𐑮𐑲 𐑩𐑜𐑱𐑯.

source: Store passwords unencrypted?
be@latin: Zachoŭvać paroli niezašyfravanymi?

source: By choosing to use a blank password, your stored passwords will not be safely encrypted. They will be accessible by anyone with access to your files.
be@latin: Kali ty abiareš pusty parol, tady ŭsie zachoŭvanyja klučnikam paroli nia buduć šyfravacca. Ich zmoža pračytać lubaja asoba, jakaja maje dostup da tvaich fajłaŭ.
en@shaw: 𐑚𐑲 𐑗𐑵𐑟𐑦𐑙 𐑑 𐑿𐑕 𐑩 𐑚𐑤𐑨𐑙𐑒 𐑐𐑭𐑕𐑢𐑼𐑛, 𐑿𐑼 𐑕𐑑𐑹𐑛 𐑐𐑭𐑕𐑢𐑼𐑛𐑟 𐑢𐑦𐑤 𐑯𐑪𐑑 𐑚𐑰 𐑕𐑱𐑓𐑤𐑦 𐑦𐑯𐑒𐑮𐑦𐑐𐑑𐑩𐑛. 𐑞𐑱 𐑢𐑦𐑤 𐑚𐑰 𐑨𐑒𐑕𐑧𐑕𐑩𐑚𐑩𐑤 𐑚𐑲 𐑧𐑯𐑦𐑢𐑳𐑯 𐑢𐑦𐑞 𐑨𐑒𐑕𐑧𐑕 𐑑 𐑿𐑼 𐑓𐑲𐑤𐑟.

source: Use Unsafe Storage
be@latin: Užyj niebiaśpiečnaje schovišča
en@shaw: 𐑿𐑟 𐑩𐑯𐑕𐑱𐑓 𐑕𐑑𐑹𐑦𐑡

source: _Location:
be@latin: _Pałažeńnie:
en@shaw: _𐑤𐑴𐑒𐑱𐑖𐑩𐑯:

source: _Old password:
be@latin: _Stary parol:
en@shaw: _𐑴𐑤𐑛 𐑐𐑭𐑕𐑢𐑼𐑛:
mg: _Teny fanalahidy taloha:

source: _Password:
be@latin: _Parol:
en@shaw: _𐑐𐑭𐑕𐑢𐑼𐑛:
mg: _Teny fanalahidy:

source: _Confirm password:
be@latin: _Paćvierdź parol:
en@shaw: _𐑒𐑪𐑯𐑓𐑻𐑥 𐑐𐑭𐑕𐑢𐑼𐑛:

source: New password strength
be@latin: Ličylnik mocy novaha parolu
en@shaw: 𐑯𐑿 𐑐𐑭𐑕𐑢𐑼𐑛 𐑕𐑑𐑮𐑧𐑙𐑔

source: Passwords do not match.
be@latin: Paroli adroźnivajucca.
en@shaw: 𐑐𐑭𐑕𐑢𐑼𐑛𐑟 𐑛𐑵 𐑯𐑪𐑑 𐑥𐑨𐑗.
mg: Tsy mifanaraka ireo teny fanalahidy roa.

source: Password cannot be blank
be@latin: Parol nia moža być pustym
en@shaw: 𐑐𐑭𐑕𐑢𐑼𐑛 𐑒𐑨𐑯𐑪𐑑 𐑚𐑰 𐑚𐑤𐑨𐑙𐑒

source: _Deny
be@latin: _Admoŭ
en@shaw: _𐑛𐑦𐑯𐑲
mg: _Lavo

source: C_reate
be@latin: _Stvary

source: C_hange
be@latin: _Źmiani

source: Allow _Once
be@latin: Dazvol _raz
en@shaw: 𐑩𐑤𐑬 _𐑢𐑳𐑯𐑕
mg: Avelao _indray mandeha

source: _Always Allow
be@latin: _Zaŭsiody dazvalaj
en@shaw: _𐑷𐑤𐑢𐑱𐑟 𐑩𐑤𐑬
mg: _Avelao foana

source: Domain Component
be@latin: Kampanent damenu
en@shaw: 𐑛𐑴𐑥𐑱𐑯 𐑒𐑩𐑥𐑐𐑴𐑯𐑩𐑯𐑑

source: User ID
be@latin: ID karystalnika
en@shaw: 𐑿𐑟𐑼 ID

source: Date of Birth
be@latin: Dzień narodzinaŭ
en@shaw: 𐑛𐑱𐑑 𐑝 𐑚𐑻𐑔

source: Place of Birth
be@latin: Miesca narodzinaŭ
en@shaw: 𐑐𐑤𐑱𐑕 𐑝 𐑚𐑻𐑔

source: Gender
be@latin: Poł
en@shaw: 𐑡𐑧𐑯𐑛𐑻

source: Country of Citizenship
be@latin: Hramadzianstva
en@shaw: 𐑒𐑳𐑯𐑑𐑮𐑰 𐑝 𐑕𐑦𐑑𐑦𐑟𐑩𐑯𐑖𐑦𐑐
